Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# TranslationReport_Title
source: Report a translation error
ar: الإبلاغ عن خطأ في الترجمة
cs: Nahlásit chybu v překladu
de: Übersetzungsfehler melden
el: Αναφορά σφάλματος μετάφρασης
es: Informar de un error de traducción
fa: گزارش خطای ترجمه
fr: Signaler une erreur de traduction
hu: Fordítási hiba bejelentése
id: Laporkan kesalahan terjemahan
it: Segnala un errore di traduzione
ja: 翻訳の誤りを報告
ko: 번역 오류 보고
pl: Zgłoś błąd tłumaczenia
pt: Relatar um erro de tradução
ro: Raportare eroare de traducere
ru: Сообщить об ошибке перевода
th: รายงานข้อผิดพลาดในการแปล
tr: Çeviri hatası bildir
uk: Повідомлення про помилку перекладу
vi: Báo cáo lỗi dịch thuật
zh_hans: 报告翻译错误
zh_hant: 回報翻譯錯誤

# TranslationReport_Body
source: Choose the string to report. You can search by the text shown now, the English text or the resource key.
ar: اختر السلسلة المراد الإبلاغ عنها. يمكنك البحث بالنص المعروض حالياً أو النص الإنجليزي أو مفتاح المورد.
cs: Vyberte řetězec, který chcete nahlásit. Můžete hledat podle aktuálně zobrazeného textu, anglického textu nebo klíče prostředku.
de: Wählen Sie die zu meldende Zeichenfolge aus. Sie können nach dem angezeigten Text, dem englischen Text oder dem Ressourcenschlüssel suchen.
el: Επιλέξτε τη συμβολοσειρά που θέλετε να αναφέρετε. Μπορείτε να κάνετε αναζήτηση με το κείμενο που εμφανίζεται τώρα, το αγγλικό κείμενο ή το κλειδί πόρου.
es: Elige la cadena que quieres notificar. Puedes buscar por el texto que se muestra, el texto en inglés o la clave del recurso.
fa: رشته‌ای را که می‌خواهید گزارش کنید انتخاب کنید. می‌توانید با متن نمایش‌داده‌شدهٔ فعلی، متن انگلیسی یا کلید منبع جستجو کنید.
fr: Choisissez la chaîne à signaler. Vous pouvez rechercher par le texte affiché, le texte anglais ou la clé de ressource.
hu: Válassza ki a bejelentendő karakterláncot. Kereshet a jelenleg látható szöveg, az angol szöveg vagy az erőforráskulcs alapján.
id: Pilih string yang akan dilaporkan. Anda dapat mencari berdasarkan teks yang ditampilkan sekarang, teks bahasa Inggris, atau kunci sumber daya.
it: Scegli la stringa da segnalare. Puoi cercare in base al testo mostrato ora, al testo inglese o alla chiave della risorsa.
ja: 報告する文字列を選んでください。表示中の文字列、英語の原文、リソースキーで検索できます。
ko: 보고할 문자열을 선택하세요. 현재 표시된 텍스트, 영어 원문 또는 리소스 키로 검색할 수 있습니다.
pl: Wybierz ciąg do zgłoszenia. Możesz szukać według wyświetlanego tekstu, tekstu angielskiego lub klucza zasobu.
pt: Escolha a cadeia a relatar. Você pode pesquisar pelo texto exibido agora, pelo texto em inglês ou pela chave do recurso.
ro: Alegeți șirul de raportat. Puteți căuta după textul afișat acum, după textul în engleză sau după cheia resursei.
ru: Выберите строку, о которой хотите сообщить. Можно искать по отображаемому тексту, английскому тексту или ключу ресурса.
th: เลือกสตริงที่จะรายงาน คุณสามารถค้นหาด้วยข้อความที่แสดงอยู่ ข้อความภาษาอังกฤษ หรือคีย์ทรัพยากร
tr: Bildirilecek dizeyi seçin. Şu anda gösterilen metinle, İngilizce metinle veya kaynak anahtarıyla arayabilirsiniz.
uk: Виберіть рядок, про який потрібно повідомити. Шукати можна за поточним текстом, англійським текстом або ключем ресурсу.
vi: Chọn chuỗi cần báo cáo. Bạn có thể tìm theo văn bản đang hiển thị, văn bản tiếng Anh hoặc khóa tài nguyên.
zh_hans: 请选择要报告的字符串。可以按当前显示的文本、英文原文或资源键进行搜索。
zh_hant: 請選擇要回報的字串。您可以依目前顯示的文字、英文原文或資源索引鍵搜尋。

# TranslationReport_SearchPlaceholder
source: Search strings
ar: البحث في السلاسل
cs: Hledat řetězce
de: Zeichenfolgen durchsuchen
el: Αναζήτηση συμβολοσειρών
es: Buscar cadenas
fa: جستجوی رشته‌ها
fr: Rechercher des chaînes
hu: Karakterláncok keresése
id: Cari string
it: Cerca stringhe
ja: 文字列を検索
ko: 문자열 검색
pl: Szukaj ciągów
pt: Pesquisar cadeias
ro: Căutare șiruri
ru: Поиск строк
th: ค้นหาสตริง
tr: Dizelerde ara
uk: Пошук рядків
vi: Tìm chuỗi
zh_hans: 搜索字符串
zh_hant: 搜尋字串

# TranslationReport_ListName
source: Strings
ar: السلاسل
cs: Řetězce
de: Zeichenfolgen
el: Συμβολοσειρές
es: Cadenas
fa: رشته‌ها
fr: Chaînes
hu: Karakterláncok
id: String
it: Stringhe
ja: 文字列
ko: 문자열
pl: Ciągi
pt: Cadeias
ro: Șiruri
ru: Строки
th: สตริง
tr: Dizeler
uk: Рядки
vi: Chuỗi
zh_hans: 字符串
zh_hant: 字串

# TranslationReport_Report
source: Report
ar: إبلاغ
cs: Nahlásit
de: Melden
el: Αναφορά
es: Informar
fa: گزارش
fr: Signaler
hu: Bejelentés
id: Laporkan
it: Segnala
ja: 報告
ko: 보고
pl: Zgłoś
pt: Relatar
ro: Raportare
ru: Сообщить
th: รายงาน
tr: Bildir
uk: Повідомити
vi: Báo cáo
zh_hans: 报告
zh_hant: 回報

# TranslationReport_ReportWithout
source: Report without choosing
ar: الإبلاغ دون اختيار
cs: Nahlásit bez výběru
de: Ohne Auswahl melden
el: Αναφορά χωρίς επιλογή
es: Informar sin elegir
fa: گزارش بدون انتخاب
fr: Signaler sans choisir
hu: Bejelentés kiválasztás nélkül
id: Laporkan tanpa memilih
it: Segnala senza scegliere
ja: 選ばずに報告
ko: 선택하지 않고 보고
pl: Zgłoś bez wybierania
pt: Relatar sem escolher
ro: Raportare fără alegere
ru: Сообщить без выбора
th: รายงานโดยไม่เลือก
tr: Seçmeden bildir
uk: Повідомити без вибору
vi: Báo cáo mà không chọn
zh_hans: 不选择直接报告
zh_hant: 不選擇直接回報

# Language_System
source: Use Windows setting (current: {0})
ar: استخدام إعداد Windows (الحالي: {0})
cs: Použít nastavení Windows (aktuálně: {0})
de: Windows-Einstellung verwenden (aktuell: {0})
el: Χρήση ρύθμισης των Windows (τρέχουσα: {0})
es: Usar la configuración de Windows (actual: {0})
fa: استفاده از تنظیمات Windows (فعلی: {0})
fr: Utiliser le paramètre Windows (actuel : {0})
hu: Windows-beállítás használata (jelenleg: {0})
id: Gunakan pengaturan Windows (saat ini: {0})
it: Usa impostazione di Windows (attuale: {0})
ja: Windows の設定に従う (現在: {0})
ko: Windows 설정 사용(현재: {0})
pl: Użyj ustawienia systemu Windows (bieżący: {0})
pt: Usar configuração do Windows (atual: {0})
ro: Utilizare setare Windows (curentă: {0})
ru: Использовать параметр Windows (сейчас: {0})
th: ใช้การตั้งค่า Windows (ปัจจุบัน: {0})
tr: Windows ayarını kullan (geçerli: {0})
uk: Використовувати параметр Windows (поточна: {0})
vi: Dùng cài đặt Windows (hiện tại: {0})
zh_hans: 使用 Windows 设置（当前：{0}）
zh_hant: 使用 Windows 設定（目前：{0}）

# Language_Item
source: {0} ({1}, reviewed {2}%)
ar: {0} ({1}، تمت مراجعة {2}%)
cs: {0} ({1}, zkontrolováno {2} %)
de: {0} ({1}, {2} % geprüft)
el: {0} ({1}, ελέγχθηκε {2}%)
es: {0} ({1}, {2} % revisado)
fa: {0} ({1}، {2}% بازبینی‌شده)
fr: {0} ({1}, {2} % vérifié)
hu: {0} ({1}, {2}% ellenőrizve)
id: {0} ({1}, ditinjau {2}%)
it: {0} ({1}, revisionato al {2}%)
ja: {0} ({1}、確認済み {2}%)
ko: {0}({1}, 검토 완료 {2}%)
pl: {0} ({1}, sprawdzono {2}%)
pt: {0} ({1}, {2}% revisado)
ro: {0} ({1}, revizuit {2}%)
ru: {0} ({1}, проверено {2}%)
th: {0} ({1}, ตรวจทานแล้ว {2}%)
tr: {0} ({1}, %{2} gözden geçirildi)
uk: {0} ({1}, перевірено {2}%)
vi: {0} ({1}, đã xem xét {2}%)
zh_hans: {0}（{1}，已审阅 {2}%）
zh_hant: {0}（{1}，已審閱 {2}%）

# Language_RestartNotice
source: The display language changes after a restart.
ar: تتغير لغة العرض بعد إعادة التشغيل.
cs: Jazyk zobrazení se změní po restartu.
de: Die Anzeigesprache ändert sich nach einem Neustart.
el: Η γλώσσα εμφάνισης αλλάζει μετά από επανεκκίνηση.
es: El idioma de la interfaz cambia después de reiniciar.
fa: زبان نمایش پس از راه‌اندازی مجدد تغییر می‌کند.
fr: La langue d'affichage change après un redémarrage.
hu: A megjelenítési nyelv újraindítás után változik meg.
id: Bahasa tampilan berubah setelah dimulai ulang.
it: La lingua di visualizzazione cambia dopo il riavvio.
ja: 表示言語は再起動後に反映されます。
ko: 표시 언어는 다시 시작한 후에 변경됩니다.
pl: Język wyświetlania zmieni się po ponownym uruchomieniu.
pt: O idioma de exibição muda após reiniciar.
ro: Limba de afișare se schimbă după repornire.
ru: Язык интерфейса изменится после перезапуска.
th: ภาษาที่แสดงจะเปลี่ยนหลังจากเริ่มใหม่
tr: Görüntüleme dili yeniden başlatmadan sonra değişir.
uk: Мова інтерфейсу зміниться після перезапуску.
vi: Ngôn ngữ hiển thị sẽ thay đổi sau khi khởi động lại.
zh_hans: 显示语言将在重新启动后更改。
zh_hant: 顯示語言會在重新啟動後變更。

# Language_RestartNow
source: Restart now
ar: إعادة التشغيل الآن
cs: Restartovat
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fa: راه‌اندازی مجدد اکنون
fr: Redémarrer maintenant
hu: Újraindítás most
id: Mulai ulang sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
pl: Uruchom ponownie teraz
pt: Reiniciar agora
ro: Repornire acum
ru: Перезапустить
th: เริ่มใหม่ตอนนี้
tr: Şimdi yeniden başlat
uk: Перезапустити зараз
vi: Khởi động lại ngay
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

# Language_RestartFailed
source: HexEditor couldn't restart. Please restart it yourself.
ar: تعذّرت إعادة تشغيل HexEditor. الرجاء إعادة تشغيله بنفسك.
cs: HexEditor se nepodařilo restartovat. Restartujte ho prosím ručně.
de: HexEditor konnte nicht neu gestartet werden. Bitte starten Sie die App selbst neu.
el: Δεν ήταν δυνατή η επανεκκίνηση του HexEditor. Κάντε επανεκκίνηση μόνοι σας.
es: No se pudo reiniciar HexEditor. Reinícialo tú mismo.
fa: راه‌اندازی مجدد HexEditor ممکن نشد. لطفاً خودتان آن را دوباره راه‌اندازی کنید.
fr: HexEditor n'a pas pu redémarrer. Redémarrez-le vous-même.
hu: A HexEditor nem tudott újraindulni. Indítsa újra saját kezűleg.
id: HexEditor tidak dapat dimulai ulang. Mulai ulang secara manual.
it: Impossibile riavviare HexEditor. Riavvialo manualmente.
ja: 再起動できませんでした。手動で再起動してください。
ko: HexEditor를 다시 시작할 수 없습니다. 직접 다시 시작하세요.
pl: Nie można ponownie uruchomić programu HexEditor. Uruchom go ponownie samodzielnie.
pt: Não foi possível reiniciar o HexEditor. Reinicie-o manualmente.
ro: HexEditor nu a putut reporni. Reporniți-l manual.
ru: Не удалось перезапустить HexEditor. Перезапустите его вручную.
th: HexEditor ไม่สามารถเริ่มใหม่ได้ โปรดเริ่มใหม่ด้วยตนเอง
tr: HexEditor yeniden başlatılamadı. Lütfen kendiniz yeniden başlatın.
uk: Не вдалося перезапустити HexEditor. Перезапустіть його самостійно.
vi: HexEditor không thể khởi động lại. Hãy tự khởi động lại.
zh_hans: HexEditor 无法重新启动。请手动重新启动。
zh_hant: HexEditor 無法重新啟動。請自行重新啟動。

# JumpList_Pinned
source: Pinned
ar: مثبّت
cs: Připnuté
de: Angeheftet
el: Καρφιτσωμένα
es: Anclados
fa: سنجاق‌شده
fr: Épinglés
hu: Rögzítve
id: Disematkan
it: Bloccati
ja: 固定済み
ko: 고정됨
pl: Przypięte
pt: Fixados
ro: Fixate
ru: Закрепленные
th: ปักหมุดแล้ว
tr: Sabitlenenler
uk: Закріплені
vi: Đã ghim
zh_hans: 已固定
zh_hant: 已釘選

# JumpList_Recent
source: Recent
ar: الأخيرة
cs: Poslední
de: Zuletzt verwendet
el: Πρόσφατα
es: Recientes
fa: اخیر
fr: Récents
hu: Legutóbbiak
id: Terbaru
it: Recenti
ja: 最近使ったもの
ko: 최근 항목
pl: Ostatnie
pt: Recentes
ro: Recente
ru: Последние
th: ล่าสุด
tr: Son kullanılanlar
uk: Останні
vi: Gần đây
zh_hans: 最近
zh_hant: 最近使用

# JumpList_Task_NewWindow
source: New window
ar: نافذة جديدة
cs: Nové okno
de: Neues Fenster
el: Νέο παράθυρο
es: Nueva ventana
fa: پنجرهٔ جدید
fr: Nouvelle fenêtre
hu: Új ablak
id: Jendela baru
it: Nuova finestra
ja: 新しいウィンドウ
ko: 새 창
pl: Nowe okno
pt: Nova janela
ro: Fereastră nouă
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni pencere
uk: Нове вікно
vi: Cửa sổ mới
zh_hans: 新建窗口
zh_hant: 新增視窗

# JumpList_Task_OpenDisk
source: Open disk
ar: فتح قرص
cs: Otevřít disk
de: Datenträger öffnen
el: Άνοιγμα δίσκου
es: Abrir disco
fa: باز کردن دیسک
fr: Ouvrir un disque
hu: Lemez megnyitása
id: Buka disk
it: Apri disco
ja: ディスクを開く
ko: 디스크 열기
pl: Otwórz dysk
pt: Abrir disco
ro: Deschidere disc
th: เปิดดิสก์
tr: Disk aç
uk: Відкрити диск
vi: Mở ổ đĩa
zh_hans: 打开磁盘
zh_hant: 開啟磁碟

# JumpList_Task_NewDocument
source: New file
ar: ملف جديد
cs: Nový soubor
de: Neue Datei
el: Νέο αρχείο
es: Nuevo archivo
fa: فایل جدید
fr: Nouveau fichier
hu: Új fájl
id: File baru
it: Nuovo file
ja: 新規作成
ko: 새 파일
pl: Nowy plik
pt: Novo arquivo
ro: Fișier nou
ru: Новый файл
th: ไฟล์ใหม่
tr: Yeni dosya
uk: Новий файл
vi: Tệp mới
zh_hans: 新建文件
zh_hant: 新增檔案

# Shell_OpenWith
source: Open with HexEditor
ar: فتح باستخدام HexEditor
cs: Otevřít v aplikaci HexEditor
de: Mit HexEditor öffnen
el: Άνοιγμα με το HexEditor
es: Abrir con HexEditor
fa: باز کردن با HexEditor
fr: Ouvrir avec HexEditor
hu: Megnyitás a HexEditor programmal
id: Buka dengan HexEditor
it: Apri con HexEditor
ja: HexEditor で開く
ko: HexEditor로 열기
pl: Otwórz za pomocą HexEditor
pt: Abrir com o HexEditor
ro: Deschidere cu HexEditor
ru: Открыть с помощью HexEditor
th: เปิดด้วย HexEditor
tr: HexEditor ile aç
uk: Відкрити за допомогою HexEditor
vi: Mở bằng HexEditor
zh_hans: 使用 HexEditor 打开
zh_hant: 以 HexEditor 開啟

# Shell_ProjectType
source: HexEditor project
ar: مشروع HexEditor
cs: Projekt HexEditor
de: HexEditor-Projekt
el: Έργο HexEditor
es: Proyecto de HexEditor
fa: پروژهٔ HexEditor
fr: Projet HexEditor
hu: HexEditor-projekt
id: Proyek HexEditor
it: Progetto HexEditor
ja: HexEditor プロジェクト
ko: HexEditor 프로젝트
pl: Projekt HexEditor
pt: Projeto do HexEditor
ro: Proiect HexEditor
ru: Проект HexEditor
th: โปรเจกต์ HexEditor
tr: HexEditor projesi
uk: Проєкт HexEditor
vi: Dự án HexEditor
zh_hans: HexEditor 项目
zh_hant: HexEditor 專案

# Shell_WorkspaceType
source: HexEditor workspace
ar: مساحة عمل HexEditor
cs: Pracovní prostor HexEditor
de: HexEditor-Arbeitsbereich
el: Χώρος εργασίας HexEditor
es: Área de trabajo de HexEditor
fa: فضای کاری HexEditor
fr: Espace de travail HexEditor
hu: HexEditor-munkaterület
id: Ruang kerja HexEditor
it: Area di lavoro HexEditor
ja: HexEditor ワークスペース
ko: HexEditor 작업 영역
pl: Obszar roboczy HexEditor
pt: Espaço de trabalho do HexEditor
ro: Spațiu de lucru HexEditor
ru: Рабочая область HexEditor
th: พื้นที่ทำงาน HexEditor
tr: HexEditor çalışma alanı
uk: Робоча область HexEditor
vi: Không gian làm việc HexEditor
zh_hans: HexEditor 工作区
zh_hant: HexEditor 工作區

# Shell_BinaryType
source: Binary file
ar: ملف ثنائي
cs: Binární soubor
de: Binärdatei
el: Δυαδικό αρχείο
es: Archivo binario
fa: فایل دودویی
fr: Fichier binaire
hu: Bináris fájl
id: File biner
it: File binario
ja: バイナリ ファイル
ko: 이진 파일
pl: Plik binarny
pt: Arquivo binário
ro: Fișier binar
ru: Двоичный файл
th: ไฟล์ไบนารี
tr: İkili dosya
uk: Двійковий файл
vi: Tệp nhị phân
zh_hans: 二进制文件
zh_hant: 二進位檔案

# Shell_StaleRegistration
source: The Explorer right-click menu points to an old location of HexEditor.
ar: تشير قائمة النقر بزر الماوس الأيمن في المستكشف إلى موقع قديم لـ HexEditor.
cs: Místní nabídka Průzkumníka odkazuje na staré umístění aplikace HexEditor.
de: Das Explorer-Kontextmenü verweist auf einen alten Speicherort von HexEditor.
el: Το μενού δεξιού κλικ της Εξερεύνησης παραπέμπει σε παλιά θέση του HexEditor.
es: El menú contextual del Explorador apunta a una ubicación antigua de HexEditor.
fa: منوی کلیک راست Explorer به مکان قدیمی HexEditor اشاره می‌کند.
fr: Le menu contextuel de l'Explorateur pointe vers un ancien emplacement de HexEditor.
hu: A Fájlkezelő helyi menüje a HexEditor egy régi helyére mutat.
id: Menu klik kanan Explorer mengarah ke lokasi lama HexEditor.
it: Il menu di scelta rapida di Esplora file punta a un vecchio percorso di HexEditor.
ja: 右クリックメニューの登録が古い場所を指しています。
ko: 탐색기 오른쪽 클릭 메뉴가 HexEditor의 이전 위치를 가리키고 있습니다.
pl: Menu kontekstowe Eksploratora wskazuje starą lokalizację programu HexEditor.
pt: O menu de contexto do Explorador aponta para um local antigo do HexEditor.
ro: Meniul de clic dreapta din Explorer indică o locație veche a HexEditor.
ru: Контекстное меню проводника указывает на старое расположение HexEditor.
th: เมนูคลิกขวาของ Explorer ชี้ไปยังตำแหน่งเก่าของ HexEditor
tr: Gezgin'in sağ tıklama menüsü HexEditor'ın eski bir konumunu gösteriyor.
uk: Контекстне меню Провідника вказує на старе розташування HexEditor.
vi: Menu chuột phải của Explorer đang trỏ đến vị trí cũ của HexEditor.
zh_hans: 文件资源管理器的右键菜单指向 HexEditor 的旧位置。
zh_hant: 檔案總管的右鍵功能表指向 HexEditor 的舊位置。

# Shell_UpdateRegistration
source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
fr: Mettre à jour
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新する
ko: 업데이트
pl: Aktualizuj
pt: Atualizar
ro: Actualizare
ru: Обновить
th: อัปเดต
tr: Güncelleştir
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# Shell_Unregister
source: Unregister
ar: إلغاء التسجيل
cs: Zrušit registraci
de: Registrierung aufheben
el: Κατάργηση καταχώρισης
es: Anular el registro
fa: لغو ثبت
fr: Annuler l'inscription
hu: Regisztráció törlése
id: Batalkan pendaftaran
it: Annulla registrazione
ja: 登録を解除する
ko: 등록 취소
pl: Wyrejestruj
pt: Cancelar registro
ro: Anulare înregistrare
ru: Отменить регистрацию
th: ยกเลิกการลงทะเบียน
tr: Kaydı kaldır
uk: Скасувати реєстрацію
vi: Hủy đăng ký
zh_hans: 取消注册
zh_hant: 取消登錄

# Shell_RegistrationFailed
source: The Explorer integration couldn't be changed: {0}
ar: تعذّر تغيير التكامل مع المستكشف: {0}
cs: Integraci s Průzkumníkem nelze změnit: {0}
de: Die Explorer-Integration konnte nicht geändert werden: {0}
el: Δεν ήταν δυνατή η αλλαγή της ενοποίησης με την Εξερεύνηση: {0}
es: No se pudo cambiar la integración con el Explorador: {0}
fa: تغییر یکپارچگی با Explorer ممکن نشد: {0}
fr: Impossible de modifier l'intégration à l'Explorateur : {0}
hu: Nem sikerült módosítani a Fájlkezelő-integrációt: {0}
id: Integrasi Explorer tidak dapat diubah: {0}
it: Impossibile modificare l'integrazione con Esplora file: {0}
ja: Explorer 連携を変更できませんでした: {0}
ko: 탐색기 통합을 변경할 수 없습니다: {0}
pl: Nie można zmienić integracji z Eksploratorem: {0}
pt: Não foi possível alterar a integração com o Explorador: {0}
ro: Integrarea cu Explorer nu a putut fi modificată: {0}
ru: Не удалось изменить интеграцию с проводником: {0}
th: ไม่สามารถเปลี่ยนการทำงานร่วมกับ Explorer ได้: {0}
tr: Gezgin tümleştirmesi değiştirilemedi: {0}
uk: Не вдалося змінити інтеграцію з Провідником: {0}
vi: Không thể thay đổi tích hợp Explorer: {0}
zh_hans: 无法更改文件资源管理器集成：{0}
zh_hant: 無法變更檔案總管整合：{0}

# Migration_Import
source: Import the settings of the {0} of HexEditor
ar: استيراد إعدادات {0} من HexEditor
cs: Importovat nastavení aplikace HexEditor ({0})
de: Einstellungen der {0} von HexEditor importieren
el: Εισαγωγή των ρυθμίσεων του HexEditor ({0})
es: Importar la configuración de la {0} de HexEditor
fa: وارد کردن تنظیمات {0} HexEditor
fr: Importer les paramètres de la {0} de HexEditor
hu: Beállítások importálása a HexEditor ezen kiadásából: {0}
id: Impor pengaturan dari {0} HexEditor
it: Importa le impostazioni dalla {0} di HexEditor
ja: {0}の HexEditor の設定を取り込む
ko: HexEditor {0}의 설정 가져오기
pl: Importuj ustawienia z {0} programu HexEditor
pt: Importar as configurações da {0} do HexEditor
ro: Importare setări din {0} a HexEditor
ru: Импортировать параметры из другой версии HexEditor ({0})
th: นำเข้าการตั้งค่าจาก HexEditor {0}
tr: HexEditor ({0}) ayarlarını içeri aktar
uk: Імпортувати параметри HexEditor ({0})
vi: Nhập cài đặt từ {0} của HexEditor
zh_hans: 导入{0} HexEditor 的设置
zh_hant: 匯入 HexEditor {0}的設定

# Migration_Done
source: The settings were imported.
ar: تم استيراد الإعدادات.
cs: Nastavení byla importována.
de: Die Einstellungen wurden importiert.
el: Οι ρυθμίσεις εισήχθησαν.
es: Se importó la configuración.
fa: تنظیمات وارد شد.
fr: Les paramètres ont été importés.
hu: A beállítások importálva.
id: Pengaturan telah diimpor.
it: Le impostazioni sono state importate.
ja: 設定を取り込みました。
ko: 설정을 가져왔습니다.
pl: Ustawienia zostały zaimportowane.
pt: As configurações foram importadas.
ro: Setările au fost importate.
ru: Параметры импортированы.
th: นำเข้าการตั้งค่าแล้ว
tr: Ayarlar içeri aktarıldı.
uk: Параметри імпортовано.
vi: Đã nhập cài đặt.
zh_hans: 已导入设置。
zh_hant: 已匯入設定。

# Migration_Failed
source: Some settings couldn't be imported: {0}
ar: تعذّر استيراد بعض الإعدادات: {0}
cs: Některá nastavení nelze importovat: {0}
de: Einige Einstellungen konnten nicht importiert werden: {0}
el: Δεν ήταν δυνατή η εισαγωγή ορισμένων ρυθμίσεων: {0}
es: No se pudo importar parte de la configuración: {0}
fa: برخی تنظیمات وارد نشدند: {0}
fr: Certains paramètres n'ont pas pu être importés : {0}
hu: Egyes beállításokat nem sikerült importálni: {0}
id: Beberapa pengaturan tidak dapat diimpor: {0}
it: Impossibile importare alcune impostazioni: {0}
ja: 一部の設定を取り込めませんでした: {0}
ko: 일부 설정을 가져올 수 없습니다: {0}
pl: Nie można zaimportować niektórych ustawień: {0}
pt: Não foi possível importar algumas configurações: {0}
ro: Unele setări nu au putut fi importate: {0}
ru: Не удалось импортировать некоторые параметры: {0}
th: ไม่สามารถนำเข้าการตั้งค่าบางรายการได้: {0}
tr: Bazı ayarlar içeri aktarılamadı: {0}
uk: Не вдалося імпортувати деякі параметри: {0}
vi: Không thể nhập một số cài đặt: {0}
zh_hans: 无法导入部分设置：{0}
zh_hant: 無法匯入部分設定：{0}

# Distribution_Installer
source: installer version
ar: إصدار المثبّت
cs: instalační verze
el: έκδοση εγκατάστασης
es: versión con instalador
fa: نسخهٔ نصبی
fr: version avec installateur
hu: telepítős verzió
id: versi penginstal
it: versione con programma di installazione
ja: インストーラ版
ko: 설치 관리자 버전
pl: wersji instalacyjnej
pt: versão do instalador
ro: versiunea cu program de instalare
ru: версия с установщиком
th: เวอร์ชันตัวติดตั้ง
tr: yükleyici sürümü
uk: версія з інсталятором
vi: phiên bản trình cài đặt
zh_hans: 安装程序版
zh_hant: 安裝程式版本

# Distribution_Msix
source: Microsoft Store version
ar: إصدار Microsoft Store
cs: verze z Microsoft Store
el: έκδοση Microsoft Store
es: versión de Microsoft Store
fa: نسخهٔ Microsoft Store
fr: version Microsoft Store
hu: Microsoft Store-verzió
id: versi Microsoft Store
it: versione Microsoft Store
ja: Microsoft Store 版
ko: Microsoft Store 버전
pl: wersji z Microsoft Store
pt: versão da Microsoft Store
ro: versiunea Microsoft Store
ru: версия из Microsoft Store
th: เวอร์ชัน Microsoft Store
tr: Microsoft Store sürümü
uk: версія з Microsoft Store
vi: phiên bản Microsoft Store
zh_hans: Microsoft Store 版
zh_hant: Microsoft Store 版本

# Distribution_Portable
source: portable version
ar: الإصدار المحمول
cs: přenosná verze
de: portablen Version
el: φορητή έκδοση
es: versión portable
fa: نسخهٔ قابل حمل
fr: version portable
hu: hordozható verzió
id: versi portabel
it: versione portatile
ja: ポータブル版
ko: 포터블 버전
pl: wersji przenośnej
pt: versão portátil
ro: versiunea portabilă
ru: портативная версия
th: เวอร์ชันพกพา
tr: taşınabilir sürüm
uk: портативна версія
vi: phiên bản di động
zh_hans: 便携版
zh_hant: 可攜式版本

# Distribution_Development
source: development version
ar: إصدار التطوير
cs: vývojová verze
de: Entwicklungsversion
el: έκδοση ανάπτυξης
es: versión de desarrollo
fa: نسخهٔ توسعه
fr: version de développement
hu: fejlesztői verzió
id: versi pengembangan
it: versione di sviluppo
ja: 開発版
ko: 개발 버전
pl: wersji deweloperskiej
pt: versão de desenvolvimento
ro: versiunea de dezvoltare
ru: версия для разработки
th: เวอร์ชันพัฒนา
tr: geliştirme sürümü
uk: версія для розробки
vi: phiên bản phát triển
zh_hans: 开发版
zh_hant: 開發版本

# Cmd_help_reportTranslation
source: Report a translation error
ar: الإبلاغ عن خطأ في الترجمة
cs: Nahlásit chybu v překladu
de: Übersetzungsfehler melden
el: Αναφορά σφάλματος μετάφρασης
es: Informar de un error de traducción
fa: گزارش خطای ترجمه
fr: Signaler une erreur de traduction
hu: Fordítási hiba bejelentése
id: Laporkan kesalahan terjemahan
it: Segnala un errore di traduzione
ja: 翻訳の誤りを報告
ko: 번역 오류 보고
pl: Zgłoś błąd tłumaczenia
pt: Relatar um erro de tradução
ro: Raportare eroare de traducere
ru: Сообщить об ошибке перевода
th: รายงานข้อผิดพลาดในการแปล
tr: Çeviri hatası bildir
uk: Повідомити про помилку перекладу
vi: Báo cáo lỗi dịch thuật
zh_hans: 报告翻译错误
zh_hant: 回報翻譯錯誤
